<?php
$this->breadcrumbs=array(
	'Ассоциация традиционного ушу Республики Узбекистан.',
);

?>

<div class="post">
	<h1 class="title">Ассоциация традиционного ушу Республики Узбекистан.</h1>
	<div class="entry">

		<p>Испокон веков древняя земля Узбекистана славилась своими палванами – мужественными, храбрыми, сильными духом и волей богатырями. И эта воинская традиция многие столетия передавалась из поколения в поколение. Во все времена единоборства были популярны среди нашего народа. Неудивительно, что и в наши дни боевые искусства пользуются широкой популярностью среди молодёжи. Ведь боевое искусство не просто делает людей физически здоровыми, и укрепляют их духовность, но и прививает высокие нравственные качества. Процессы физического воспитания подрастающего поколения, создание в стране всех необходимых условий для занятий спортом способствовали привлечению всё большего числа подростков в спортивные секции и, в частности, в которых изучают секреты восточных единоборств. Традиционное Ушу, пожалуй, самый древний вид боевых искусств. Если проследить во времени проникновение и развитие традиционных видов боевых искусств и ушу, в том числе и в Центральной Азии, то можно выделить несколько путей.</p>


		<div>
			<img alt="шелковый путь" src="/images/site/association/m72fe0dba.png" style="width: 400px;margin:5px auto;"/>
		</div>
		<p>
			
			<b>
				Во первых, создание Великого Шелкового пути.
			</b>

			Старая Северная дорога возникла по инициативе императора У-ди. В 121 году до н. э. первый верблюжий караван с шёлком и бронзовыми зеркалами направился к Ферганскому оазису через Турфанскую впадину вдоль Огненных гор и отрогов Тянь-Шаня. Но развернувшаяся торговля была прервана разорительными войнами  в той местности в 17—27 годах н. э. Однако торговля вскоре продолжилась, но уже по новому пути — Южной дороге.                                                                Великий шёлковый путь сыграл большую роль в развитии экономических и культурных связей народов Передней Азии, Кавказа, Средней Азии и Китая.  Например,  он служил проводником в  проникновении  различных инноваций, в том числе в искусстве (танцы, музыка, изобразительное искусство, архитектура, боевые исскуства), религии (христианство, буддизм, ислам, манихейство), различных технологий (само производство шёлка, а также пороха, бумаги и т. п.)
		</p>


		<p>Главным условием функционирования Великого шелкового пути была защита имущества и жизни купцов. Сами купцы стремились для минимизации опасностей заниматься коммерцией не в одиночку, а конфессионально-этническими группами. Чтобы защищаться от грабителей, купцы отправлялись в опасный путь от города до города крупными караванами, состоящими из сотен и тысяч вооруженных людей. Возникла необходимость создания специальных охранных отрядов. В Китае развитию охранной деятельности способствовало наличие разнообразных школ боевых искусств. С 1800 года в Китае стали появляться первые охранные бюро, но своего расцвета охранный бизнес достиг в период во второй половине XIX века.
			</p>
			
		  <div>
				<table>
					<tr>
						<td>
							<img alt="" src="/images/site/association/m4e04114e.jpg" style="margin:15px;"/>
						</td>	
						<td>	
							<img alt="" src="/images/site/association/6c091d80.jpg" style="margin:15px;"/>
						</td>		
						<td>	
							<img alt="" src="/images/site/association/m7e7176a9.jpg" style="margin:15px;"/>
						</td>		
					</tr>
				</table>	
			</div>
			<p>
			Самой знаменитой охранной службой Китая в это время была "Хуйю бяоцзюй" или "Работающие вместе", которая принадлежала старшему евнуху императрицы Цыси. Охранные агентства в Китае определялись терминами: "ху юань" - что означает "защита места" или "цзоу бяо" - "ходячая охрана". Первые охраняли резиденции и жилища, вторые - сопровождали караваны и людей во время путешествий. Поначалу охранные службы были малоорганизованы и предлагали свои услуги всем, кто нуждался в защите и способен был ее оплатить.
			Многие мастера боевых искусств основной заработок получали тем, что нанимались охранять караваны или шли в личные телохранители. Человек, который работал охранником, обязан был быть хорошим наездником, отлично управляться с самым разным оружием и владеть хорошей техникой "ближнего боя". Оружие делилось на открытое  и тайное. Открытое носилось, соответственно, открыто, демонстрируя окружающим, что конвой охраняют вооруженные люди. Тайное оружие пряталось под одеждой на случай необходимости. Это могли быть различные цепи, кинжалы и прочее.
			Своеобразным документом, косвенно подтверждающим проникновение боевых систем по шелковому пути, может являться роман  Ученьэня « Приключения Танского монаха или Путешествие на Запад»  
			У Ченьэнь( У Чэиьэнь, 1500-1582гг.), известный литератор эпохи Мин, в 1553 году создал свой роман «Путешествие на Запад». Эта книга представляет собой рассказ о реальном путешествии  буддийского патриарха,  одного  из основоположников китайского буддизма Сюань Цзана, на Запад в Индию, за священными книгами (сутрами). Это опасное (тем более в 629 г.) и интереснейшее путешествие продлилось 17 лет. Вскоре после своего возвращения Сюань Цзан, по совету императора надиктовал своему ученику, монаху Бянь-цзану путевые заметки- отчёт обо всём, что  он видел в пути сам или слышал от других. На протяжении веков эта история, благодаря фантазии китайского народа и Ученьэня превратилась в  эпитческую легенду о Сюань Цзяне и его  спутниках, насчитывающюю более сотни глав. Автор даёт в сопровождение  Сюань-Цзяну трёх фантастических спутника: Кабана Чжу Бадзе, полубеса Шасэна и Сун Укуна – царя обезьян.</p>

		<p>
			<img alt="Cун Укун" src="/images/site/association/m2d0b4f1b.jpg" style="height: 400px;"/>
		</p>
		<p>И вот. В сопровождении этих удивительных трех слуг, монах Сюань Цзян пересекает почти всю поднебесную, пустыни, горы и леса. Проходит неведомые страны. Сталкивается со всевозможными чудищами, оказывается в самых невероятных ситуациях. 
			Главный герой известного романа  - царь обезян Сун Укун («познавший пустоту»), обладет различными  способностями, одной из которых является непревзойдённое искусство боя на шестах, которое не однократно позволяет ему выходить победителем из трудных схваток.</p>

		  <div>
				<table>
					<tr>
						<td>
							<img alt="" src="/images/site/association/m19000026.jpg" style="margin:15px;"/>
						</td>	
						<td>	
							<img alt="" src="/images/site/association/m58327ec6.jpg" style="margin:15px;"/>
						</td>	
					</tr>
				</table>	
			</div>
		<p>

			<b>
				Во вторых, наиболее боеспособной и совершенной военной организацией в Среднеазиатском регионе обладала армия Тамерлана.
			</b>
			
			Период завоеваний Тамерлана ознаменовал собой наивысший расцвет военного дела среднеазиатских кочевников. Опираясь на богатый опыт своих предшественников, Тамерлан сумел создать мощную и боеспособную армию, позволившую ему одерживать блестящие победы на полях сражений над своими противниками. Эта армия была многонациональным и многоконфессиональным объединением, ядром которого являлись тюрко-монгольские воины-кочевники. Армия Тамерлана делилась на конницу и пехоту, роль которой сильно возросла на рубеже XIV—XV вв. Тем не менее, основную часть армии составляли конные отряды кочевников, костяк которых состоял из элитных подразделений тяжеловооружённых кавалеристов, а также отрядов телохранителей Тамерлана. Пехота зачастую играла вспомогательную роль, однако была необходима при осадах крепостей. Пехота была большей частью легковооружённой и в основном состояла из лучников, однако в армии состояли также тяжеловооружённые ударные отряды пехотинцев.
			Помимо основных родов войск (тяжёлой и лёгкой конницы, а также пехоты) в армии Тамерлана находились отряды понтонёров, рабочих, инженеров и прочих специалистов, а также особые пехотные части, специализировавшиеся на боевых операциях в горных условиях.
			</p>
			<p>
				<b>
					В третьих, В Средние века торговцы из  государств Ближнего Востока и Средней Азии приезжали в Китай по Великому шелковому пути.
				</b>
				Часть из них оседала на постоянное жительство. Приезжали и проповедники, распространявшие учение ислама, им удавалось обратить в свою веру некоторых жителей Срединной империи. При династиях Тан и Сун, то есть до XIII века, мусульманское население Китая постепенно увеличивалось за счет иммигрантов, приезжавших по суше и морю — астрономов, математиков, врачей. 
			В официальных документах династии Юань их называли «хуэйхуэй»! В 1275 г. в соответствии с указом императора из династии Юань «всюду вступать в общины жителей приграничья» пришедшие на восток мусульманские пехотинцы и артиллеристы из солдат были превращены в крестьян. Постепенно в Китае сформировалась особая национальная группа — хуэйцзу («мусульмане»).
			В течение семисот лет своего существования   хуэицзу были тесно связаны с войнами. Это способствовало широкой популярности боевых искусств среди китайских мусульман.
			</p>
			<p>
			<b>
				Хуэйцзу
			</b>
			широко расселены по всему Китаю небольшими группами. Поэтому трудно сказать, какие стили ушу являются чисто мусульманскими. Упомянем  лишь те стили, которые наиболее часто практикуют хуэйцзу.
			Согласно трактату «Цзисяо синьшу» («Новая книга записей о Достижениях [в военном деле]»), который написал знаменитый генерал времени династии Мин  Ци Цзигуан, в то время прославились три школы боя с копьем — школы семей Ян, Ма и Ша.</p>
		
		<p>
			<img alt="" src="/images/site/association/4d3f7dee.png"/>
		</p>

		<p>Популярный среди мусульман стиль «хуэйхуэй шиба чжоу» - («18 мусульманских локтей») считался «квинтэссенцией боевой техники». Этот стиль считался типично мусульманским, ему никогда не обучали представителей других национальностей. Как легко догадаться по названию, в основном там используются атакующие и защитные действия локтями.
			Стиль всегда был довольно закрытым, и в наше время считался безвозвратно утеряным, однако в конце 1970-х годов группа по исследованию народного ушу неожиданно обнаружила живого носителя стиля. Это был мастер Цзюй Куй, 1896 года рождения. Он с шести лет занимался ушу, с 24 лет зарабатывал на жизнь преподаванием боевого искусства, а в 33 года для повышения квалификации пошел в ученики к Ян Ваньлу, мулле из мечети города Тунчжоу (провинция Хэбэй), у которого и изучил 18 мусульманских локтей.</p>

		<p>
			<img alt="" src="/images/site/association/m687ac628.jpg"/>
		</p>
		<p>Такие стили как «цзяомэнь таньтуй» и «чжацюань»   так же являлись типичными стилями мусульман.
			Цзяомэнь таньтуй- «Таньтуй» («удар ногой, подобный распрямлению лука») — это хлесткий удар ногой снизу вверх, чаще всего направленный в пах противника. Когда-то приемы «таньтуй» были частью стиля чжацюань.                 Их было 28, каждое из них соответствовало одной из букв арабского алфавита.
			Позже в качестве начальных приемов (упражнений) остались первые десять, а последние восемнадцать были скомпонованы в два комплекса «туйцюань» («кулак ног»). Десять же первых приемов, известные как «шилу таньтуй» («десять дорожек таньтуй») широко распространились в народе и часто практиковались отдельно, в качестве простой и быстро осваиваемой техники самообороны.  
			Чжацюань  О происхождении этого стиля существует много легенд, противоречащих одна другой, а также историческим данным. Самая достоверная описывает происхождение чжацюань так:
			Чжа Шанъи,  был родом из Синьцзяна (северо-запад Китая, примыкающий к Средней Азии), жил при династии Мин. Когда в приморских провинциях Китая развернулась борьба с японскими набегами, и был издан императорский указ о наборе добровольцев, Чжа  Шаньи вступил в отряд, идущий на восток. В долгом пути он заболел, и товарищи оставили его на попечение местных крестьян-мусульман в уезде Гуаньсянь провинции Шаньдун на северо-востоке Китая. После нескольких месяцев лечения он поправился. В благодарность за кров и уход Чжа  Шаньи обучил крестьян боевому искусству, которым владел. В честь его они назвали этот стиль «кулак Чжа» («чжацюань»).
			Чжацюань считается одним из классических стилей категории «чанцюань» («длинный кулак»), то есть, он предназначен для боя на дальней дистанции. 
			Танпинцюань -еще этот стиль называют «танпин циши» («7 форм сосуда для омовения»), «циши» («7 форм»).
			Очень древний стиль, известны каменные куклы времен династии Тан (618—907) изображающие дерущихся уйгуров, стоящих в позициях танпинцюаиь.. Стиль передавался только среди мусульман и только по мужской линии, поэтому его адептов никогда не было много.</p>

		  <div>
				<table>
					<tr>
						<td>
							<img alt="" src="/images/site/association/1b0e8923.jpg"/>
						</td>	
						<td>	
							<img alt="" src="/images/site/association/m73fac8a8.jpg"/>
						</td>	
					</tr>
				</table>	
			</div>
		<p><b>
				Бацзицюань («кулак восьми пределов»).
			</b>
			Известны несколько легенд о происхождении стиля, но во всех их стиль берет начало от одного и того же человека — У Чжуна (1712—1802), мусульманина из деревни Хоучжуанкэ-цунь провинции Хэбэй. Помимо рукопашного боя, У Чжун также был знаменитым мастером боя на длинных копьях.
			У Чжун передал свое искусство родной дочери У Жун, приемному сыну У Юну и его родному брату У Чжунъюю. У Юн был родом из деревни Мэнцунь, и через него Мэнцунь стала «родиной бацзи», основным центром развития и распространения бацзицюань. Помимо Мэнцунь, важным центром бацзицюань стала соседняя деревня Лотун. К настоящему времени, помимо ортодоксального бацзицюань, известны также бацзи семьи  У (разработал У Сюфэн (1908—1976), семьи Цян (разработал Цян Жуйцин (1861 — 1947), семьи Ли (идет от Ли Шувэня (1864— 1934), семьи Хо (идет от Хо Дяньгэ (1886—1942) и семьи Ма (идет от Ма Фэту (1888—1973).
			Основную часть приемов составляют удары руками.
			Специальным видом перемещения бацзицюань является «трущий шаг», при ударе с продвижением вперед передняя нога должна двигаться по земле, преодолевая трение — таким образом, боец учится подавать вперед силу своего корпуса. Согласно легендам, мастера бацзицюань при ударе могли прорыть небольшую канавку, в связи с этим бытовало выражение «кулак словно чертит по земле».</p>

		<p>
			<img alt="" src="/images/site/association/mb75b429.jpg"/>
		</p>
		<p><b>
				Тунбэй пигуацюань.
			</b>
			Этот стиль постепенно сложился из нескольких самостоятельных стилей. Изначальным был «пигуацюань» («кулак рубки и подвешивания»), он упоминается еще в трактате Ци Цзигуана «Цзисяо синьшу». «Рубка» — это рубящее движение выпрямленной рукой сверху вниз, «подвешивание» — движение прямой рукой снизу вверх. Стиль предназначен для ведения боя преимущественно на дальней дистанции, его техника основана на рубящих движениях прямыми руками в разных плоскостях.
			Некоторые люди сочетали в своих тренировках бацзицюань и пигуацюань. Знаменитый мастер Ли Шувэнь говорил, что «если соединишь бацзи и пигуа — то будут бояться и святые и нечисть». Именно в таком виде — как соединение пигуа и бацзи - изучали тунбэйцюань великие мастера, братья Ма Фэнту, мусульмане по национальности. Благодаря их деятельности в начале XX века тунбэйюцань распространился по всему северу Китая, вобрав в себя по пути еще два стиля — «фаньцзыцюань» («кулак вращений») и «чуоцзяо» («втыкающиеся стопы»).
			Основой пигуацюань служил комплекс, который так и назывался «пигуа». Также тренировали комплекс «цинлунцюань» («кулак темного дракона»). Ма Фэнту разработал еще два комплекса — «фэйхуцюань» («кулак летающего тигра»), преподавав в 1930-х годах в китайской армии для обучения рукопашному бою, и «тайшуцюань» («высокоизящный кулак»). Из оружия в стиле используется весь классический набор (шест, копье, меч-дао, меч-цзянь), а также парные мечи-дао, фениксоголовый клевец, кол преграждения врат, трехсекционный цеп и т.п.</p>

		  <div>
				<table>
					<tr>
						<td>
							<img alt="" src="/images/site/association/7c1aecbb.jpg"/>
						</td>	
						<td>	
							<img alt="" src="/images/site/association/26141d5.jpg"/>
						</td>	
					</tr>
				</table>	
			</div>
		<p>Школы боя с шестом, копьем и мечом. Шест является одним из самых популярных видов оружия у мусульман, что нашло отражение в широко известной поговорке «на юге кулаки — на севере ногй, на востоке копья — на западе шесты». В средние века мусульмане проживали в основном на северо-западе Китая, там были популярны такие школы боя на шестах как «одноглавый шест матери и сына» и «двуглавый шест-полоса». В книге Ци Цзигуана упомянуты такие мусульманские школы боя на копьях, как «жердь семьи Ша» и «копье семьи Ма.</p>


		<p>Как видно из выше приведённых исторических справок, современный интерес к традиционному ушу имеет вполне реальную основу для изучения этой традиции.</p>


		<p>Интерес к ушу в нашей Республике начал просыпаться в 70-Х годах. Создавались стихийные группы, в которых  изучали различные направления ушу, основываясь на обрывочных знаниях из книг Р. Хаберзецера, перепечаток из китайских журналов по ушу и фильмах Брюса Ли. Во всём многообразии ушу, на такой теоретической базе, было   просто невозможно  разобраться. 
			Занимались ушу  как могли.  Кто - то пытался,  как то систематизировать обрывки знаний. Некоторые, создавали гибриды, синтезировав методы  увиденного в кино ушу  и  каратэ, некоторые пошли дальше, придумав себе мистических учителей и фактически, занялись изобретательством велосипеда.   
			Тай цзи цюань воспринимался как гимнастика, спортивное направление ушу пропагандировалось как боевое  искусство. Все рвались в бой, и практиковали саньда,  основываясь на методах каратэ и рукопашного боя. 
			«самодельное» ушу пышно расцветало. Вопрос о систематизации ушу, как  спортивного вида единоборств, ещё не стоял - катастрофически не хватало информации, а тем более квалифицированных преподавателей.
			В 1989 году была официально зарегистрирована первая Школа традиционного ушу «Парящий дракон» под руководством Борзова Владимира Георгиевича. Основным направлением развиваемом в  Школе было саньда, цинна, шуайцзяо, а так же традиционные стили ушу – нань цюань, цзуй цюань, хуань цюань. Особое внимание уделялось работе с оружием – технике меча дао и шеста. С 1995 года Школа  входит в Федерацию рукопашного боя МВД РУз и выступает за спортивное общество «ДИНАМО». В этом же году, ученики Школы, на Кубке Республики в программах  саньда и таолу, завоевывают кубок Чемпионата. В 2001 году   на VI Чемпионате Мира по спортивному ушу, была впервые заявлена сборная Республики Узбекистан. Ученица Школы, Качурина Лиля  становиться серебряным призёром Чемпионата Мира в программе с мечом-цзянь  и поднимает флаг нашей страны.
			В 2003 году,  ученики Школы, представляя Узбекистан, участвуя в открытом Чемпионате Казахстана - Минаков А, Султанов А, Хегай С, Садыкходжаев К и Московская Р. – завоёвывают семь золотых медалей.</p>

		  <div>
				<table>
					<tr>
						<td>	
							<img alt="" src="/images/site/association/85ea29.jpg" style="width:300px;"/>
						</td>
						<td>
							<img alt="" src="/images/site/association/m61d117fa.jpg" style="width:300px;"/>
						</td>
						<td>	
							<img alt="" src="/images/site/association/58950bfc.jpg" style="width:300px;"/>
						</td>	
					</tr>
				</table>	
			</div>
		<p>В 2004 году, Борзов В.Г едет на стажировку в легендарный храм Шаолинь, где под руководством Мастера Ши Де Хуна проходит индивидуальное обучение, и с отличием сдав экзамены, получает диплом и право преподавания Шаолинь цюань фа. С этого момента в Школе получает развитие, как сама техника жесткого и контактного Шаолиньского стиля, так и форма Шаолиньского «мягкого кулака» (так называемый Шаолиньский вариант тай цзи цюань) и цигун. 
			В 2009 году, на базе Школы «Парящий дракон» создаётся Спортивный Клуб «Shen Lung Dao» - «Путь небесного дракона».</p>

		  <div>
				<table>
					<tr>
						<td>
							<img alt="" src="/images/site/association/38b2c8fb.jpg" style="width:275px;"/>
						</td>	
						<td>	
							<img alt="" src="/images/site/association/m2e2602c5.jpg" style="width:275px;"/>
						</td>	
						</td>	
						<td>	
							<img alt="" src="/images/site/association/323480d4.jpg" style="width:275px;"/>
						</td>	
					</tr>
				</table>	
			</div>
		<p>В 2010 году. Борзов В.Г, Гукасян В, Минаков А, Султанов А и Сулейманова А едут на обучение в Китай, в горы Удан -  даосский храм Муантин. Где под руководством  Мастера Чен Ксинга изучают классический традиционный стиль китайского ушу – Удан пай. В программу обучения входит: Тай цзи цюань Чжан сан Фэна, стиль тигра, Багуа, СиньИ,Фу чен, шест восьми небожителей, мечь цзянь и непосредственно сам Удан пай.</p>

		  <div>
				<table>
					<tr>
						<td>
							<img alt="" src="/images/site/association/6a42b761.jpg" style="width:275px;"/>
						</td>	
						<td>	
							<img alt="" src="/images/site/association/m386d12c3.jpg" style="width:275px;"/>
						</td>	
						</td>	
						<td>	
							<img alt="" src="/images/site/association/m14f4920e.png" style="width:275px;"/>
						</td>	
					</tr>
				</table>	
			</div>
		<p>В октябре 2010, Минаков А и Гукасян В представляют Узбекистан на IV Чемпионате Мира по традиционному Ушу, проходившему в Китае, в городе Шиян. На участие в Чемпионате   были заявлены 2500  участников  из  84 стран, и  Минаков Артём завоёвывает серебряную медаль в программе Нань цюань, а Гукасян Владислав  занимает  пятнадцатое место, в программе тай цзи цюань.  
			С 2010 года в программу обучения Клуба добавляется такое уникальное направление традиционного ушу как Удан пай во всём его  многообразии.</p>


		<p>В последнее время, в современном мире практически во всех боевых искусствах,  всё чётче стала проявляться тенденция отхода от спортивных направлений и возврата к истокам воинского мастерства.
			На фоне обильной информации по ушу, как из за возможности выезжать на соревнования и учёбу, так и из за обилия учебного материала стало ясно, что ушу имеет два направления – спортивное ушу и традиционное, т.е народное, что имеет более известное название – кунгфу (мастерство).  У этих направлений две разные цели. Спортивное ушу ориентировано на молодежь и демонстрацию спортивной техники – акробатики, ловкости, скорости с элементами ушу. Для этого специально созданы спортивные соревноательные комплексы, которые представляют собой нарезку из основных стилей ушу положенных на довольно таки сложную акробатику. 
			Традиционное ушу, во главу угла ставит воспитание морали и Духа, достижение здоровья и долголетия, воспитание целостной личности и постановку индивидуальной техники боя. Традиционные боевые искусства очень глубоко изучают философию, строение человека и окружающего его мира, их взаимосвязи, законы мироздания, по которым мы живём. Всё это позволяет нам жить в гармонии с собой и с окружающим Миром. Традиционное ушу открыто всем- мужчинам и женщинам, не зависимо от возраста. Это позволяет  совершенствоваться, как в физическом, так и в духовном плане,  и человек может  посвятить этому всю свою жизнь.  Это те вопросы, которые волнуют не только отдельного человека, но эти, же вопросы являются важными и для государственной политики относительно духовного и физического здоровья своего народа. 
			Поэтому, в  декабре 2011года, при поддержке Центра Развития Единоборств Республики Узбекистан, было принято решение о создании на базе спортивного Клуба «Shen Lung Dao» Ассоциации Традиционного ушу Республики Узбекистан. Председателем Ассоциации традиционного ушу Республики Узбекистан был назначен Борзов Владимир Георгиевич.
			<br />Основные цели и задачи, которые ставит перед собой Ассоциация традиционного ушу Республики Узбекистан:
			<ul>
				<li>Реализация Здорового образа жизни.</li>		
				<li>Объединение всех тех, кого интересует  традиционное ушу в единую структуру.</li>
				<li>Развитие различных направлений традиционного ушу в Республике Узбекистан.</li>
				<li>Обеспечение квалифицированными преподавателями различных направлений в группах традиционного ушу.</li>
				<li>Открытие филиалов Ассоциации традиционного ушу в областях Республики Узбекистан.</li>
				<li>Сотрудничество и координация деятельности Клубов традиционного ушу Республики Узбекистан.</li>
			<li>Создание программ для детей, юношей и пожилых людей позволяющих изучать различные направления традиционного ушу, как прикладные, так и оздоровительные.</li>
			<li>Проведение Чемпионатов и Фестивалей Республики Узбекистан по традиционному ушу.</li>
			<li>Формирование сборной команды Республики и выезды на Чемпионаты Мира и Фестивали по традиционному ушу
			для поддержания авторитета нашей страны в этом виде боевых искусств!!</li>
			</ul>
			</p>


		<p>PS: Уже в мае 2012 сборная команда Ассоциации Традиционного ушу принимала участие в открытом чемпионате Киргизии(Бишкек) по традиционному ушу и привезла  девять золотых и две бронзовые медали!!
			Начало положено!!!</p>
		
		<p>
			<img alt="" src="/images/site/association/435de143.jpg"/>
		</p>
	
	</div>
</div>
