<?php $this->pageTitle=Yii::app()->name; ?>

<?	
	$this->drawLastNewsBlock();
?>
<!--<div class="leftSide">
	<div id="sidebar">
	 		
		<ul>
			<li>
				<div id="search" >
				<form method="get" action="#">
					<div>
						<input type="text" name="s" id="search-text" value="" />
						<input type="submit" id="search-submit" value="" />
					</div>
				</form>
				</div>
				<div style="clear: both;">&nbsp;</div>
			</li>
			<li>
				<h2>Aliquam tempus</h2>
				<p>Mauris vitae nisl nec metus placerat perdiet est. Phasellus dapibus semper consectetuer hendrerit.</p>
			</li>
			<li>
				<h2>Categories</h2>
				<ul>
					<li><a href="#">Aliquam libero</a></li>
					<li><a href="#">Consectetuer adipiscing elit</a></li>
					<li><a href="#">Metus aliquam pellentesque</a></li>
					<li><a href="#">Suspendisse iaculis mauris</a></li>
					<li><a href="#">Urnanet non molestie semper</a></li>
					<li><a href="#">Proin gravida orci porttitor</a></li>
				</ul>
			</li>
			<li>
				<h2>Blogroll</h2>
				<ul>
					<li><a href="#">Aliquam libero</a></li>
					<li><a href="#">Consectetuer adipiscing elit</a></li>
					<li><a href="#">Metus aliquam pellentesque</a></li>
					<li><a href="#">Suspendisse iaculis mauris</a></li>
					<li><a href="#">Urnanet non molestie semper</a></li>
					<li><a href="#">Proin gravida orci porttitor</a></li>
				</ul>
			</li>
			<li>
				<h2>Archives</h2>
				<ul>
					<li><a href="#">Aliquam libero</a></li>
					<li><a href="#">Consectetuer adipiscing elit</a></li>
					<li><a href="#">Metus aliquam pellentesque</a></li>
					<li><a href="#">Suspendisse iaculis mauris</a></li>
					<li><a href="#">Urnanet non molestie semper</a></li>
					<li><a href="#">Proin gravida orci porttitor</a></li>
				</ul>
			</li>
		</ul>
	</div>  end #sidebar 
</div>-->

<div class="rightSide">
	<div class="post">
		<!--<h1 class="title" style="text-align: center;">Традиционное ушу</h1>-->
		<div class="entry">
			<div style="padding-bottom: 20px; text-align: right;">
				<img src="/images/site/main.jpg" style="margin: 10px 0 10px 15px; float: right; width: 333px;"></img>
				
					<blockquote style="margin:10px 10px 0 0;padding-top: 4px;">
						<i>
							В боевых искусствах  существуют  три  основных  аспекта. <br />
							<span style="text-decoration: underline;">Во-первых,  умение  видеть  и  познавать  самого  себя.</span> <br />
							<span style="text-decoration: underline;">Во-вторых,  решимость,  через  преодоление  глупости,  слабости  и  всего  ненужного.</span><br />
							<span style="text-decoration: underline;">И, наконец,  искренность,  чувствование,  преданность,  глубина  души  и  понимание  сердца.</span>
						</i>
					</blockquote>
					<b>Доктор Хацуми Масааки</b>
				<div class="clear"></div>
			</div>
			<p>
				<b>Традиционное или народное ушу</b> – это одновременно и искусство кулачного боя, и Путь Духовного Совершенствования.
				Это древнее искусство с его бесценным опытом, вобравшем в себя и даосские методы обретения бессмертия, 
				и достижения китайской народной медицины, и приемы чаньского психотренинга, и прежде всего секреты техники боя 
				монастырских и народных школ ушу, и есть тот неиссякаемый источник, из которого проистекают практически все восточные единоборства и системы оздоровления.
				Раскрыв в себе дремлющие созидательные силы, человек избавляется от агрессивности и движется в едином ритме с Миром, 
				не натыкаясь на препятствия и не уповая на чью-либо помощь извне.
			</p>
			<p>
				<b>Традиционное ушу</b>  имеет многовековую историю.
				Исторически сложилось так, что большинство школ народного ушу в Китае носило закрытый клановый или фамильный уклад,
				и туда не принимали посторонних, а секреты держались в строжайшей тайне, что называется,
				"за семью печатями". Поэтому со смертью нескольких или даже одного из "хранителей секретов школы" эти самые секреты и традиции подчас безвозвратно терялись.
				Сложные переплетения корней традиционного ушу прочно связаны с китайской натурфилософией,
				ставшей плодотворной почвой, веками питавшей последователей боевых искусств.
				Лишь уходя корнями в нее, кулачные искусства из столетия в столетие пышно расцветали яркими красками с каждым поколением мастеров, принося новые плоды.
				Основная философская идея Пути воина заключалась в том, чтобы через обучение искусству поединка прийти к пониманию смысла жизни.
				На пути самосовершенствования боевые искусства рассматриваются как часть Великого пути – Дао.
				А воин, выполняя технические приемы, медитативные практики, или работая с жизненной энергией, учится жить в гармонии с окружающим его миром.				
			</p>
			<p>
				Наибольшего расцвета китайская военная мысль достигла в период троецарствия (220-280 гг.н.э).
				Параллельно с официальными боевыми отрядами стали возникать и чисто народные общества ушу, называемые "шэ".
				В них практиковали  и кулачный бой, и стрельбу из лука, и фехтование на пиках и мечах, и ритуальные боевые танцы.
				Общества шэ выполняли сразу несколько функций: были организаторами деревенской самозащиты, обществами взаимопомощи,
				религиозными и духовными центрами, исполнявшими магические ритуалы и устанавливающие морально-этические принципы сообщества.
				В отличие от государственной армии,  тренировки в народных Школах были, в первую очередь, связаны с народными праздниками и ритуалами.
				К XIII веку общества шэ постепенно замкнулись, превратившись во "дворы боевых искусств" (гуань), на базе которых стали формироваться классические школы ушу.			
			</p>
			<p>
				Центрами народного ушу часто становились постоялые дворы (вашэ). 
				В них сооружались специальные площадки для демонстрации ушу, на которых проезжавшие мастера могли показать свое умение,
				сравнить собственное мастерство с умением местных  знаменитостей боевого ремесла.<br />
				Вашэ были также центрами торговли, поэтому для привлечения публики, специально нанятые бойцы  демонстрировали  свое умение Кунг фу.
				В XIV-XV веках представления вашэ переросли в еще более грандиозные городские народные ритуалы -ухуэй ("сборища знатоков боевых искусств").<br />
				Именно в этих Школах началось формирование ранних стилей ушу.
				<b>Стиль</b> - это, в первую очередь, набор конкретных технических навыков, объединенных методами тренировки и способами передачи.
				Он базируется на ряде основополагающих принципов, которые являются внутренним стержнем всей техники.
				Каждый стиль имеет канонический набор приемов и комплексов - таолу, но формирование стиля -процесс очень долгий, так как для становления канона нужно длительное время.<br />
				К XII-XIV векам у ряда школ уже существовали систематизированные наборы приемов, парные комплексы (дуйлянь таолу),
				методики тренировки с оружием - копьем, мечами, шестами, крюками, серпами, трезубцами, ножами.
				Но еще не было фиксации канона в письменном виде, в форме трактата.
				Такой трактат излагал не столько технические приемы, сколько учение школы в основном, ее философские и нравственные принципы.<br />				
				С течением времени, стали формироваться классические Школы народного ушу, которые в своей основе определялись  наличием Патриархов,
				преемственностью поколений, философски–теоретическая базой, детально разработанными методиками обучения, практической ценностью техники и тактики ведения боя,
				а так же морально-этические принципами, закрепленные в виде традиций данной Школы.
			</p>
			<p>
				Возрождение традиционного ушу, изучение методов физического и духовного воспитания,
				правильное понимание духа, формы и содержания ушу, адаптация его приемов и методов тренинга к современным условиям жизни дает возможность привнести много нового
				и ценного в решение проблемы всестороннего и гармоничного развития человеческой личности, позволяет использовать колоссальный потенциал ушу в подъеме физического,
				нравственного и культурного уровня народа. В связи с этим надо учитывать большую увлеченность молодежи восточными единоборствами - в целом,
				и ушу - в частности, что делает эту задачу еще более значимой, ставит ее в ранг задач общегосударственного масштаба.<br />
				В настоящее время, благодаря информационному общению между различными странами, ушу становится культурным достоянием всего человечества. 
				Адаптируясь к реалиям времени и национальной культурной традиции той страны, где получает свое дальнейшее развитие,
				ушу, тем не менее, сохраняет свою утонченность и глубину в духовном воспитании, которое было ему исторически присуще, и за которым стоит не одно поколение мастеров.<br />
				И, тем не менее,   УШУ - это "<b>боевые искусства</b>" по своему названию и по происхождению, и подменять ушу гимнастикой или спортивным состязанием значило бы убить сам дух ушу,
				лишить его внутреннего содержания и смысла, наконец, утратить важнейшие составляющие этой целостной системы знаний о человеке.<br />
				И сейчас в Китае известны сотни сильнейших в недавнем прошлом стилей, каждый из которых имеет свою собственную, порой весьма драматичную историю.
				Однако абсолютное большинство этих заявляющих о себе стилей и школ ушу утратило свое внутреннее содержание и трансформировалось в некое подобие гимнастики,
				лишенной воинского духа и наполненности боевыми приемами. <br />
				И хотя театрализованность, акцент на формальные комплексы (таолу), и,
				главным образом, на красоту движений в выполнении этих комплексов сыграли свою стимулирующую роль в развитии ушу,
				однако уход от боевой практики и превалирование чисто формальной стороны выполняемых упражнений всегда были тормозом на пути и мешали раскрыть практический потенциал
				приемов рукопашного боя. 
				Рано или поздно такое ушу превращалось в то, что называется в Китае "тьма способов" ("ложный путь"), и не выдерживало испытания временем.<br />
				Военный деятель эпохи Мин генерал Ци Цзигуан (1528-1587) в своем трактате "Новая книга об эффективности" (Цзи сяо синь шу) неоднократно указывал,
				что различные вычурные стили ушу, не имеющие прикладного боевого значения, "не надо изучать", и выступал за жесткий, чисто прикладной вариант ушу. <br />
				Реальный бой всегда ставил точку в споре о том, какой стиль или школа сильнее, какой прием эффективнее, чей боец подготовлен лучше.
				Именно практика поединка являлась тем пробным камнем, на котором оттачивалось техническое и тактическое мастерство,
				умение мобилизовать в нужный момент все свои силы, преодолеть страх, стать над собственными эмоциями, т.е. управлять своим сознанием.				
				В сравнении стилей и школ ушу главным всегда был и остается прикладной аспект, соответствие их реалиям поединка.
				Это отвечает и названию "<b>боевые искусства</b>", и самому их духу.
			</p>
			
		</div>
	</div>
</div>

<div class="clear"></div>